Repository: delhee/alb-block-theme-type-1-banner
Catalog: languages/alb-theme-type-1-banner-block-text-domain-*.po
Languages: fr_fr

source: ${BOLDBEGIN}Desktop${BOLDEND} Banner Height:
fr_fr: Hauteur de la bannière pour les ${BOLDBEGIN}ordinateurs${BOLDEND}:

source: ${BOLDBEGIN}Mobile${BOLDEND} Banner Height:
fr_fr: ${BOLDBEGIN}téléphones${BOLDEND}:

source: ${BOLDBEGIN}Tablet${BOLDEND} Banner Height:
fr_fr: Hauteur de la bannière pour les ${BOLDBEGIN}tableaux${BOLDEND}:

source: ${BOLDBEGIN}Wide Desktop${BOLDEND} Banner Height:
fr_fr: Hauteur de la bannière pour les ${BOLDBEGIN}ordinateurs avec de grands écrans${BOLDEND}:

source: Banner Background Color
fr_fr: Couleur de fond de la bannière

source: Banner Bottom Border Styles:
fr_fr: Style de bordure du côté bas de la bannière:

source: Banner Image ${BOLDBEGIN}Horizontal${BOLDEND} Position (for ${BOLDBEGIN}Desktop${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}horizontale${BOLDEND} de l'image de bannière (pour les ${BOLDBEGIN}ordinateurs${BOLDEND}):

source: Banner Image ${BOLDBEGIN}Horizontal${BOLDEND} Position (for ${BOLDBEGIN}Mobile${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}horizontale${BOLDEND} de l'image de bannière (pour les ${BOLDBEGIN}téléphones${BOLDEND}):

source: Banner Image ${BOLDBEGIN}Horizontal${BOLDEND} Position (for ${BOLDBEGIN}Tablet${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}horizontale${BOLDEND} de l'image de bannière (pour les ${BOLDBEGIN}tableaux${BOLDEND}):

source: Banner Image ${BOLDBEGIN}Horizontal${BOLDEND} Position (for ${BOLDBEGIN}Wide Desktop${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}horizontale${BOLDEND} de l'image de bannière (pour les ${BOLDBEGIN}ordinateurs avec de grands écrans${BOLDEND}):

source: Banner Image ${BOLDBEGIN}Vertical${BOLDEND} Position (for ${BOLDBEGIN}Desktop${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}verticale${BOLDEND} de l'image de bannière (pour les ${BOLDBEGIN}ordinateurs${BOLDEND}):

source: Banner Image ${BOLDBEGIN}Vertical${BOLDEND} Position (for ${BOLDBEGIN}Mobile${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}verticale${BOLDEND} de l'image de bannière (pour les ${BOLDBEGIN}téléphones${BOLDEND}):

source: Banner Image ${BOLDBEGIN}Vertical${BOLDEND} Position (for ${BOLDBEGIN}Tablet${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}verticale${BOLDEND} de l'image de bannière (pour les ${BOLDBEGIN}tableaux${BOLDEND}):

source: Banner Image ${BOLDBEGIN}Vertical${BOLDEND} Position (for ${BOLDBEGIN}Wide Desktop${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}verticale${BOLDEND} de l'image de bannière (pour les ${BOLDBEGIN}ordinateurs avec de grands écrans${BOLDEND}):

source: Banner Image Opacity:
fr_fr: Opacité de l'image de bannière:

source: Banner Image Type:
fr_fr: Type de l'image de bannière:

source: Banner Text Content ${BOLDBEGIN}Horizontal${BOLDEND} Position (for ${BOLDBEGIN}Desktop${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}horizontale${BOLDEND} du contenu de texte de la bannière (pour les ${BOLDBEGIN}ordinateurs${BOLDEND}):

source: Banner Text Content ${BOLDBEGIN}Horizontal${BOLDEND} Position (for ${BOLDBEGIN}Mobile${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}horizontale${BOLDEND} du contenu de texte de la bannière (pour les ${BOLDBEGIN}téléphones${BOLDEND}):

source: Banner Text Content ${BOLDBEGIN}Horizontal${BOLDEND} Position (for ${BOLDBEGIN}Tablet${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}horizontale${BOLDEND} du contenu de texte de la bannière (pour les ${BOLDBEGIN}tableaux${BOLDEND}):

source: Banner Text Content ${BOLDBEGIN}Horizontal${BOLDEND} Position (for ${BOLDBEGIN}Wide Desktop${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}horizontale${BOLDEND} du contenu de texte de la bannière (pour les ${BOLDBEGIN}ordinateurs avec de grands écrans${BOLDEND}):

source: Banner Text Content ${BOLDBEGIN}Vertical${BOLDEND} Position (for ${BOLDBEGIN}Desktop${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}verticale${BOLDEND} du contenu de texte de la bannière (pour les ${BOLDBEGIN}ordinateurs${BOLDEND}):

source: Banner Text Content ${BOLDBEGIN}Vertical${BOLDEND} Position (for ${BOLDBEGIN}Mobile${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}verticale${BOLDEND} du contenu de texte de la bannière (pour les ${BOLDBEGIN}téléphones${BOLDEND}):

source: Banner Text Content ${BOLDBEGIN}Vertical${BOLDEND} Position (for ${BOLDBEGIN}Tablet${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}verticale${BOLDEND} du contenu de texte de la bannière (pour les ${BOLDBEGIN}tableaux${BOLDEND}):

source: Banner Text Content ${BOLDBEGIN}Vertical${BOLDEND} Position (for ${BOLDBEGIN}Wide Desktop${BOLDEND}):
fr_fr: Position ${BOLDBEGIN}verticale${BOLDEND} du contenu de texte de la bannière (pour les ${BOLDBEGIN}ordinateurs avec de grands écrans${BOLDEND}):

source: Basic Settings
fr_fr: Paramètre général

source: Black
fr_fr: Noir

source: Blue
fr_fr: Bleu

source: Bottom
fr_fr: En bas

source: Bottom Border Color
fr_fr: Couleur de bordure du côté bas de la bannière

source: Bottom Border Width (for ${BOLDBEGIN}Desktop${BOLDEND}):
fr_fr: Largeur de bordure du côté bas (pour les ${BOLDBEGIN}ordinateurs${BOLDEND}):

source: Bottom Border Width (for ${BOLDBEGIN}Mobile${BOLDEND}):
fr_fr: Largeur de bordure du côté bas (pour les ${BOLDBEGIN}téléphones${BOLDEND}):

source: Bottom Border Width (for ${BOLDBEGIN}Tablet${BOLDEND}):
fr_fr: Largeur de bordure du côté bas (pour les ${BOLDBEGIN}tableaux${BOLDEND}):

source: Bottom Border Width (for ${BOLDBEGIN}Wide Desktop${BOLDEND}):
fr_fr: Largeur de bordure du côté bas (pour les ${BOLDBEGIN}ordinateurs avec de grands écrans${BOLDEND}):

source: Center
fr_fr: Centre

source: CLick here to try keeping / removing the bottom margin of the block.
fr_fr: Veuillez cliquer ici pour essayer de conserver/supprimer la marge sur le côté inférieur du bloc.

source: CLick here to try keeping / removing the top margin of the block.
fr_fr: Veuillez cliquer ici pour essayer de conserver/supprimer la marge sur le côte supérieur du bloc.

source: CLick here to try keeping / removing the top padding of the page.
fr_fr: Veuillez cliquer ici pour essayer de conserver/supprimer la zone de remplissage sur le côte supérieur de la page.

source: Cover
fr_fr: Couvrir

source: Dark Orange
fr_fr: Orange foncé

source: Dashed
fr_fr: Série de tirets

source: Debug
fr_fr: Déboguer

source: Fixed Height
fr_fr: Hauteur constante

source: Full Image
fr_fr: Pleine image

source: Left
fr_fr: À gauche

source: More Options
fr_fr: Plus d'options

source: None
fr_fr: Aucun

source: Please select the banner image type.
fr_fr: Veuillez sélectionner le type d'image de la bannière.

source: Reset
fr_fr: Réinitialiser

source: Right
fr_fr: À droite

source: Solid
fr_fr: Ligne continue

source: Text Content Horizontal Alignment:
fr_fr: Alignement horizontal du contenu de texte:

source: Text Content Vertical Alignment:
fr_fr: Alignement vertical du contenu de texte:

source: Top
fr_fr: En haut

source: Try Sample 1
fr_fr: Essayer l'exemple n°1

source: Try Sample 2
fr_fr: Essayer l'exemple n°2

source: Unknown banner image type
fr_fr: Type d'image de bannière inconnu

source: Upload Image (for ${BOLDBEGIN}Desktop${BOLDEND})
fr_fr: Téléverser une image (pour la bannière de ${BOLDBEGIN}ordinateurs${BOLDEND})

source: Upload Image (for ${BOLDBEGIN}Mobile${BOLDEND})
fr_fr: Téléverser une image (pour la bannière de ${BOLDBEGIN}téléphones${BOLDEND})

source: Upload Image (for ${BOLDBEGIN}Tablet${BOLDEND})
fr_fr: Téléverser une image (pour la bannière de ${BOLDBEGIN}tableaux${BOLDEND})

source: Upload Image (for ${BOLDBEGIN}Wide Desktop${BOLDEND})
fr_fr: Téléverser une image (pour la bannière de ${BOLDBEGIN}ordinateurs avec de grands écrans${BOLDEND})

source: White
fr_fr: Blanc

source: Yellow
fr_fr: Jaune
